** Journals
:PROPERTIES:
:ID:       80762ecb-93c2-40f6-b972-ed9063a6fd3b
:END:
Deciphering a journal requires a successful Intellect task. The difficulty is
based on the journal, see the table below for more information.

Ager has been around a long time, and knows how to write in codes that are truly
hard for machines to decipher. Cyphers, artifacts, or other numenera that
normally aid in deciphering code do not grant any additional assets or ease the
task in any way.

However, skills related to any of the following can aid in the task: decoding,
cryptography, finding hidden things, perception, languages, and performance.

 - Deciphering every journal from I to L grants an asset when deciphering other
   journals. Deciphering every journal from LI to LXXV grants an additional asset.
 - Journal 100 (C) can only be deciphered once every other Journal has been
   deciphered.


| Journal  | Level | Title                        | Type                       | Deciphered |
|----------+-------+------------------------------+----------------------------+------------|
| I        |     1 |                              | Alarm Tower                |            |
| II       |     1 |                              | Ararholm: Plans            |            |
| III      |     1 |                              | Force Wall                 |            |
| IV       |     1 |                              | Meeting Goli (Empress)     |            |
| V        |     2 |                              | Sable Hegemony: Laws       |            |
| VI       |     2 |                              | Liquid Transfer Orb        |            |
| VII      |     2 |                              | Meeting Mex                |            |
| VIII     |     2 | On Moving Cargo              | Transport Cart             | yes        |
| IX       |     2 |                              | Everflowing Fountain       |            |
| X        |     3 |                              | Absurdity, Weakness        |            |
| XI       |     3 |                              | Maka Tho: Primer           |            |
| XII      |     3 |                              | Everflowing Nectar         |            |
| XIII     |     3 |                              | Vanity, Motive             |            |
| XIV      |     3 |                              | Keepsafe Bin               |            |
| XV       |     3 | Thoughts On Delivering Value | Dynamic Frame              | yes        |
| XVI      |     4 |                              | Ager's Plan: The Merchant  |            |
| XVII     |     4 |                              | Cable Projector            |            |
| XVIII    |     4 |                              | Chainpod                   |            |
| XIX      |     4 |                              | Express Tube               |            |
| XX       |     4 |                              | Hover Frame                |            |
| XXI      |     4 |                              | Sudboia: Info              |            |
| XXII     |     4 |                              | First Protector            |            |
| XXIII    |     4 |                              | Floatstone                 |            |
| XXIV     |     4 |                              | Cleaning Mech              |            |
| XXV      |     5 |                              | Temporal Chime             |            |
| XXVI     |     5 |                              | Hate, Power                |            |
| XXVII    |     5 |                              | Storyteller                |            |
| XXVIII   |     5 |                              | Multi-Opener               |            |
| XXXIX    |     5 |                              | Farspeaking Pylon          |            |
| XL       |     5 |                              | Lifting Aventron           |            |
| XLI      |     5 |                              | Jet Frame                  |            |
| XLII     |     5 |                              | Garden Mech                |            |
| XLIII    |     5 |                              | Materials Extruder         |            |
| XLIV     |     5 |                              | Absurdity, Power           |            |
| XLV      |     5 |                              | Servitor, Basic            |            |
| XLVI     |     5 |                              | Water Purification Station |            |
| XLVII    |     5 |                              | Gazer Swarm                |            |
| XLVIII   |     5 |                              | Detonation (Foam)          |            |
| XLIX     |     5 |                              | Rain Caller                |            |
| L        |     5 |                              | Ager: Gang                 |            |
| LI       |     5 |                              | Exploring Aventron         |            |
| LII      |     5 |                              | Turret, Gravity            |            |
| LIII     |     5 |                              | Scorn, Motive              |            |
| LIV      |     5 |                              | Hover Frame                |            |
| LV       |     5 |                              | Galloping Gambado          |            |
| LVI      |     5 |                              | Hate, Motive               |            |
| LVII     |     5 |                              | Cloak of Finery            |            |
| LVIII    |     5 |                              | Ager's Plans: Calda        |            |
| LVIX     |     5 |                              | Fabricator                 |            |
| LX       |     5 |                              | Deceit, Motive             |            |
| LXI      |     5 |                              | Doubt, Motive              |            |
| LXII     |     5 |                              | Vermin Ward                |            |
| LXIII    |     6 |                              | Windrider                  |            |
| LXIV     |     6 |                              | Febrifuge                  |            |
| LXV      |     6 |                              | Despair, Motive            |            |
| LXVI     |     6 |                              | Ager's Plans: Sudboia      |            |
| LXVII    |     6 |                              | Automender, Enhanced       |            |
| LXVIII   |     6 |                              | Anxiety, Motive            |            |
| LXIX     |     6 |                              | Natalitial                 |            |
| LXX      |     6 |                              | Doubt, Weakness            |            |
| LXXI     |     6 |                              | Truthbox                   |            |
| LXXII    |     6 |                              | Breathing Field Spinner    |            |
| LXXIII   |     6 |                              | Ager's Plans: Maka Tho     |            |
| LXXIV    |     6 |                              | Scorn, Power               |            |
| LXXV     |     6 |                              | Ager: The Plan Changed     |            |
| LXXVI    |     7 |                              | Doubt, Power               |            |
| LXXVII   |     7 |                              | Mech Soldier, Basic        |            |
| LXXVIII  |     7 |                              | Dead Timeline Viewer       |            |
| LXXIX    |     7 |                              | Library Obelisk            |            |
| LXXX     |     7 |                              | Force Dome                 |            |
| LXXXI    |     7 |                              | Despair, Weakness          |            |
| LXXXII   |     7 |                              | Ager's Plans: Mex          |            |
| LXXXIII  |     7 |                              | Deceit, Power              |            |
| LXXXIV   |     7 |                              | Vanity, Power              |            |
| LXXXV    |     7 |                              | Instant Refuge             |            |
| LXXXVI   |     7 |                              | Despair, Power             |            |
| LXXXVII  |     8 |                              | Deceit, Weakness           |            |
| LXXXVIII |     8 |                              | Anxiety, Power             |            |
| LXXXIX   |     8 |                              | Ager & Absurdity           |            |
| XC       |     8 |                              | Psychic Eradicator         |            |
| XCI      |     8 |                              | Anxiety, Weakness          |            |
| XCII     |     8 |                              | Earthquake Carillon        |            |
| XCIII    |     9 |                              | Ararholm: A History        |            |
| XCV      |     9 |                              | Scorn, Weakness            |            |
| XCVI     |     9 |                              | Portal Mouth               |            |
| XCVII    |    10 |                              | Hate, Weakness             |            |
| XCVIII   |    10 |                              | Vanity, Weakness           |            |
| XCVIX    |    10 |                              | Absurdity, Note            |            |
| C        |   100 |                              | Memory                     | Deciphered |
#+TBLFM: $1=remote(8ae8d285-687f-49ca-a388-dd508ef113f2,@@#$1)::$2=remote(8ae8d285-687f-49ca-a388-dd508ef113f2,@@#$2)::$3='(identity remote(8ae8d285-687f-49ca-a388-dd508ef113f2,@@#$3))'::$4='(identity remote(8ae8d285-687f-49ca-a388-dd508ef113f2,@@#$4))'::$5='(identity remote(8ae8d285-687f-49ca-a388-dd508ef113f2,@@#$7))'::

** Clues
** Settlements
*** Ararholm
*Population:* ~350   *Rank:* 2
*Health:* 4     *Infrastructure:* 16
*Armor:*  1     *Damage:* 3

*Modifications:*
Gains an additional 12 infrastructure thanks to the bazaar, Pamki's
mansion/common hall, and Mex's specialty workshop.

Defends as rank 4 due to the Sheriff & Brigette contributing to the defenses.

Can attack at very long range thanks to the light mortar, town gets to attack
once before their enemy so long as they are not surprised.

If given three days warning, can shelter the entire population in the
ship. While the population is sheltered in this manner, no health damage is
taken until all infrastructure is gone *AND* the attacker finds a way into the
ship.

However, there is currently only about enough food and water for about 400
people for three days. There are currently no means of obtaining safe food or
drinking water within the ship itself.

Additionally, there is currently only enough room to safely house about 400
people. There are sections of the ship that could be fully explored, repaired,
and made safe for people to use to take refuge -- but that will require
materials, time, and effort.

Lastly, due to the sheer size of the ship, not all of it has been explored. It
is unknown if there are alternate entrances outside of Ararholm. There is also
the danger of creatures or automatons making there way into the "safe" areas of
the ship.

**** Structures
This is a list of all the structures currently standing in Ararholm.

| Structure           | Level |
|---------------------+-------|
| Wood Gate           |     2 |
| Wooden Wall         |     3 |
| Cobbled Road        |     4 |
| Hut                 |     1 |
| Tavern              |     3 |
| Storehouse          |     3 |
| SHop                |     3 |
| Mill                |     3 |
| Residence, Small    |     3 |
| Healer's Hall       |     3 |
| Barracks            |     3 |
| Workshop, simple    |     3 |
| City Hall           |     4 |
| Inn                 |     4 |
| Residence, Large    |     4 |
| Bazaar              |     5 |
| Mansion             |     5 |
| Workshop, specialty |     6 |
